Repository: ha20s/Wahaj
Catalog: Wahaj/*.lproj/Localizable.strings
Languages: ar

# introductionStatement
source: There is a saying passed down among astronomers it says the number of stars in the universe more than the number of grains of sand in each beaches of the world combined
ar: ثمة قولاً متناقلاً بين علماء الفلك يقول إن عدد النجوم في الكون يزيد عن عدد حبات الرمل في كلّ شواطئ العالم مجتمعة

# navigationIntoCategories
source: Start Your Journey
ar: ابدأ رحلتك

source: South Stars
ar: النجوم الجنوبية

source: Nourth Stars
ar: النجوم الشمالية

# NorthStarText1
source: prominent Northern Hemisphere constellation, visible year-round, features key stars like the camel's back and knee. Named for its resemblance to a woman sitting on a chair
ar: من أبراج النصف الشمالي للكرة الأرضية، يظهر طوال العام ولفترات طويلة، ومن أهم النجوم الموجودة فيها: ظهر الناقة و الركبة. وسميت بهذا الأسم لأنها تشبه صورة إمرأة تجلس على كرسي.

# NorthStarText2
source: Northern zodiac constellation near Capricorn, resembling water waves or a figure pouring from a bucket
ar: كوكبة ضمن الأبراج السماوية، تقع في النصف الشمالي من السماء وتحديدا بجانب الجدي ، وهو على شكل موجات مائية يوصف أحيانا كشخص يسكب الماء من دلو.

# NorthStarText3
source: Medium-sized northern constellation with faint stars, housing two known stars, notably Cancer 55
ar: كوكبة متوسطة الحجم في النصف الشمالي من السماء وتميل نجومه إلى أن تكون خافتة، وتحتوي الكوكبة على نجمتين معروفة، أهمها السرطان ٥٥.

# NorthStarText4
source: Small northern constellation, ranked 52nd in size, featuring the eagle as its fifth brightest star
ar: كوكبة صغيرة تقع في النصف الشمالي من السماء، وتحتل المركز ٥٢ من حيث المساحة. وأهم نجومها النسر الواقع وهو خامس أسطع نجم في السماء.

# NorthStarText5
source: Southern constellation with bright stars, below the celestial equator in the northern hemisphere. Includes Orion's belt stars directing towards Sirius
ar: كوكبة من مجموعة نجوم لافتة وساطعة تقع جنوب خط الإستواء السماوي في الجزء الشمالي من الكرة الأرضية، وهي عبارة عن ثلاثة نجوم تشكل حزام الجبار وتشير نحو الشعرى اليمانية.

# SouthStarText1
source: Southern constellation with Aldebaran as one of its brightest stars, named for its bull-like shape.
ar: كوكبة من النصف الجنوبي في السماء، ومن ألمع نجومه الدبران. وسميّ بذلك لأنه يشبه شكل ثور.

# SouthStarText2
source: Southern constellation resembling a crow, housing bright stars like Gamma, Delta, Epsilon, and Beta Corvi, forming a distinct quadrilateral.
ar: كوكبة صغيرة في النصف الجنوبي من السماء، وسمّيت بذلك لأنها تصور شكل غراب . ومن ألمع النجوم في هذه الكوكبة: جاما ودلتا و إبسيلون و بيتا كورفي، والتي تشكل رباعيًا مميزا في سماء الليل.

# SouthStarText3
source: Southern constellation with a triangular pattern of bright stars, including Alfa Hamam, Al-Sharatan, and Hamam 41, forming a ram's head shape.
ar: كوكبة في المجموعة الجنوبية في نصف الكرة السماوية، تتكون أساسًا من ثلاثة نجوم لامعة على شكل مثلث. وهي : ألفا حمل، الشرطان، حمل ٤١. ،سمي بهذا الاسم لأنه يشبه شكل رأس كبش.

# SouthStarText4
source: Tenth brightest star in the southern night sky, second brightest in Orion. Arab likened it to a woman with a bow aiming at the eastern liont.
ar: هو النجم العاشر الأكثر سطوعًا في ليل سماء النصف الجنوبي. وثاني ألمع نجم في كوكبة الجبار، وشبهتها العرب بإمرأة تتوسط السماء تحمل قوسًا تصوّبه نحو الأسد شرقًا.

# SouthStarText5
source: Southern constellation, deemed weak, comprises three stars with Aries as one, including a bright star.
ar: كوكبة في النصف الجنوبي من السماء، وتعتبر كوكبة ضعيفة، مكوّنة من ثلاث نجمات منها نجمة واحدة لامعة، والحمل واحدة منها.

# NorthImage1
source: Queen-Cassiopeia Image
ar: نجمة ذات الكرسي

# NorthImage2
source: Aquarius Image
ar: نجم الدلو

# NorthImage3
source: Cancer Image
ar: نجم السرطان

# NorthImage4
source: Harp Image
ar: نجمة القيثارة

# NorthImage5
source: Canis-Major Image
ar: نجم الكلب الأكبر

# SouthImage1
source: Taurus
ar: نجم الثور

# SouthImage2
source: Crow
ar: نجم الغراب

# SouthImage3
source: Aries
ar: نجم الحمل

# SouthImage4
source: Gemini
ar: نجمة الجوزاء

# SouthImage5
source: Triangulum-Australe
ar: نجم المثلث

# NorthButton1
source: Queen-Cassiopeia
ar: نجمة ذات الكرسي

# NorthButton2
source: Aquarius
ar: نجم الدلو

# NorthButton3
source: Cancer
ar: نجم السرطان

# NorthButton4
source: Harp
ar: نجمة القيثارة

# NorthButton5
source: Canis-Major
ar: نجم الكلب الأكبر

# SouthButton1
source: Taurus
ar: نجم الثور

# SouthButton2
source: Crow
ar: نجم الغراب

# SouthButton3
source: Aries
ar: نجم الحمل

# SouthButton4
source: Gemini
ar: نجمة الجوزاء

# SouthButton5
source: Triangulum-Australe
ar: نجم المثلث
